Repository: nikrou/tagDescription
Catalog: locales/*/main.po
Languages: fr

source: Enable Tag Description plugin
fr: Activer le plugin Tag Description

source: Add description for tags
fr: Ajouter une description aux mots-clés

source: Plugin activation
fr: Activation du plugin

source: Tag Description
fr: Description du mot-clé

source: Tags Description
fr: Description des mots-clés

source: The tag metadatas have been updated.
fr: Les métadonnées du mot-clé ont été mises à jour.

source: Update description
fr: Mise à jour de la description

source: Update tag on the original page
fr: Mettez à jour le mot-clé sur la page originale

source: No tag
fr: Aucun mot-clé

source: one tag in database
fr: un mot-clé dans la base de données
